Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Power in the high frequency band, strongly associated with parasympathetic (vagal) activity and respiratory sinus arrhythmia.
ar: القدرة في النطاق عالي التردد، وترتبط بقوة بالنشاط نظير الودي (المبهمي) واضطراب النظم الجيبي التنفسي.
da: Effekten i højfrekvensbåndet, stærkt forbundet med parasympatisk (vagal) aktivitet og respiratorisk sinusarytmi.
de: Leistung im Hochfrequenzband, stark mit parasympathischer (vagaler) Aktivität und respiratorischer Sinusarrhythmie verknüpft.
es: Potencia en la banda de alta frecuencia, muy asociada a la actividad parasimpática (vagal) y a la arritmia sinusal respiratoria.
fi: Teho korkeataajuuskaistalla, vahvasti yhteydessä parasympaattiseen (vagaaliseen) aktiivisuuteen ja hengityksen sinusarytmiaan.
fr: Puissance dans la bande haute fréquence, fortement associée à l’activité parasympathique (vagale) et à l’arythmie sinusale respiratoire.
is: Afl í hátíðnibandi, sterklega tengt sefkerfisvirkni (vagus) og öndunartengdri sínustruflun.
it: Potenza nella banda ad alta frequenza, fortemente associata all’attività parasimpatica (vagale) e all’aritmia sinusale respiratoria.
ja: 高周波帯のパワー。副交感神経（迷走神経）活動および呼吸性洞性不整脈と強く関連します。
ko: 고주파 대역의 파워. 부교감(미주) 활동 및 호흡성 동성 부정맥과 밀접히 연관됩니다.
nb: Effekt i høyfrekvensbåndet, sterkt knyttet til parasympatisk (vagal) aktivitet og respiratorisk sinusarytmi.
nl: Vermogen in de hoogfrequente band, sterk geassocieerd met parasympathische (vagale) activiteit en respiratoire sinusaritmie.
pt_br: Potência na banda de alta frequência, fortemente associada à atividade parassimpática (vagal) e à arritmia sinusal respiratória.
ru: Мощность в высокочастотном диапазоне, тесно связанная с парасимпатической (вагусной) активностью и дыхательной синусовой аритмией.
sv: Effekt i högfrekvensbandet, starkt kopplad till parasympatisk (vagal) aktivitet och respiratorisk sinusarytmi.
zh_hans: 高频带的功率，与副交感（迷走）活动及呼吸性窦性心律不齐密切相关。

source: Power in the low frequency band. Reflects a mix of sympathetic and parasympathetic activity, including baroreceptor activity.
ar: القدرة في النطاق منخفض التردد. تعكس مزيجًا من النشاط الودي ونظير الودي، بما في ذلك نشاط مستقبلات الضغط.
da: Effekten i lavfrekvensbåndet. Afspejler en blanding af sympatisk og parasympatisk aktivitet, herunder baroreceptoraktivitet.
de: Leistung im Niederfrequenzband. Spiegelt eine Mischung aus sympathischer und parasympathischer Aktivität wider, einschließlich Barorezeptoraktivität.
es: Potencia en la banda de baja frecuencia. Refleja una mezcla de actividad simpática y parasimpática, incluida la de los barorreceptores.
fi: Teho matalataajuuskaistalla. Heijastaa sympaattisen ja parasympaattisen aktiivisuuden sekoitusta, mukaan lukien baroreseptoritoiminta.
fr: Puissance dans la bande basse fréquence. Reflète un mélange d’activité sympathique et parasympathique, y compris l’activité barorécepteur.
is: Afl í lágtíðnibandi. Endurspeglar blöndu drif- og sefkerfisvirkni, þar með talið virkni þrýstinema.
it: Potenza nella banda a bassa frequenza. Riflette un mix di attività simpatica e parasimpatica, inclusa quella dei barocettori.
ja: 低周波帯のパワー。圧受容器の活動を含む、交感神経と副交感神経の混合した活動を反映します。
ko: 저주파 대역의 파워. 압수용체 활동을 포함해 교감과 부교감 활동이 섞인 상태를 반영합니다.
nb: Effekt i lavfrekvensbåndet. Gjenspeiler en blanding av sympatisk og parasympatisk aktivitet, inkludert baroreseptoraktivitet.
nl: Vermogen in de laagfrequente band. Weerspiegelt een mix van sympathische en parasympathische activiteit, inclusief baroreceptoractiviteit.
pt_br: Potência na banda de baixa frequência. Reflete uma mistura de atividade simpática e parassimpática, incluindo a dos barorreceptores.
ru: Мощность в низкочастотном диапазоне. Отражает смесь симпатической и парасимпатической активности, включая барорецепторную.
sv: Effekt i lågfrekvensbandet. Speglar en blandning av sympatisk och parasympatisk aktivitet, inklusive baroreceptoraktivitet.
zh_hans: 低频带的功率。反映交感与副交感活动的混合，包括压力感受器活动。

source: Power in the very low frequency band. Associated with thermoregulation, hormonal fluctuations, and long-term regulatory mechanisms.
ar: القدرة في النطاق منخفض التردد جدًا. ترتبط بتنظيم الحرارة والتقلبات الهرمونية وآليات التنظيم طويلة المدى.
da: Effekten i det meget lave frekvensbånd. Forbundet med termoregulering, hormonelle udsving og langsigtede reguleringsmekanismer.
de: Leistung im sehr niedrigen Frequenzband. Verbunden mit Thermoregulation, hormonellen Schwankungen und langfristigen Regulationsmechanismen.
es: Potencia en la banda de muy baja frecuencia. Asociada a la termorregulación, las fluctuaciones hormonales y los mecanismos reguladores a largo plazo.
fi: Teho hyvin matalan taajuuden kaistalla. Liittyy lämmönsäätelyyn, hormonaalisiin vaihteluihin ja pitkän aikavälin säätelymekanismeihin.
fr: Puissance dans la bande de très basse fréquence. Associée à la thermorégulation, aux fluctuations hormonales et aux mécanismes de régulation à long terme.
is: Afl í mjög lágtíðnibandi. Tengt hitastjórnun, hormónasveiflum og langtíma stjórnkerfum.
it: Potenza nella banda a frequenza molto bassa. Associata a termoregolazione, fluttuazioni ormonali e meccanismi regolatori a lungo termine.
ja: 超低周波帯のパワー。体温調節、ホルモン変動、長期的な調節機構と関連します。
ko: 초저주파 대역의 파워. 체온 조절, 호르몬 변동, 장기 조절 기전과 연관됩니다.
nb: Effekt i det svært lavfrekvente båndet. Knyttet til termoregulering, hormonelle svingninger og langsiktige reguleringsmekanismer.
nl: Vermogen in de zeer laagfrequente band. Geassocieerd met thermoregulatie, hormonale schommelingen en langetermijnregulatiemechanismen.
pt_br: Potência na banda de frequência muito baixa. Associada à termorregulação, a flutuações hormonais e a mecanismos reguladores de longo prazo.
ru: Мощность в диапазоне очень низких частот. Связана с терморегуляцией, гормональными колебаниями и долгосрочными регуляторными механизмами.
sv: Effekt i det mycket lågfrekventa bandet. Kopplad till termoreglering, hormonella svängningar och långsiktiga regleringsmekanismer.
zh_hans: 极低频带的功率。与体温调节、激素波动和长期调节机制相关。

source: Power Spectral Density
ar: الكثافة الطيفية للقدرة
da: Effektspektraltæthed
de: Leistungsspektraldichte
es: Densidad espectral de potencia
fi: Tehospektritiheys
fr: Densité spectrale de puissance
is: Rófþéttleiki afls
it: Densità spettrale di potenza
ja: パワースペクトル密度
ko: 파워 스펙트럼 밀도
nb: Effektspektraltetthet
nl: Vermogensspectrale dichtheid
pt_br: Densidade espectral de potência
ru: Спектральная плотность мощности
sv: Effektspektraltäthet
zh_hans: 功率谱密度

source: Pre-fills To and Cc for the morning report PDF AND any recovery / HRV / sleep emails the AI assistant composes.
ar: يملأ مسبقًا حقلي "إلى" و"نسخة" لملف PDF الخاص بتقرير الصباح ولأي رسائل بريد إلكتروني عن التعافي / HRV / النوم يكتبها مساعد الذكاء الاصطناعي.
da: Udfylder Til og Cc på forhånd til morgenrapport-PDF'en OG alle restitutions- / HRV- / søvn-e-mails, som AI-assistenten skriver.
de: Füllt „An“ und „Cc“ für das Morgenbericht-PDF UND alle Erholungs- / HRV- / Schlaf-E-Mails, die der KI-Assistent verfasst, vorab aus.
es: Rellena previamente Para y Cc del PDF del informe matutino Y de cualquier correo de recuperación / HRV / sueño que redacte el asistente de IA.
fi: Esitäyttää Vastaanottaja- ja Kopio-kentät aamuraportin PDF:ää JA kaikkia tekoälyavustajan laatimia palautumis- / HRV- / unisähköposteja varten.
fr: Pré-remplit les champs À et Cc pour le PDF du rapport du matin AINSI QUE pour tous les e-mails de récupération / HRV / sommeil rédigés par l'assistant IA.
is: Útfyllir Til og Cc fyrir morgunskýrslu-PDF-skjalið OG alla endurheimtar- / HRV- / svefn-tölvupósta sem gervigreindaraðstoðarmaðurinn semur.
it: Precompila A e Cc per il PDF del report mattutino E per tutte le e-mail di recupero / HRV / sonno composte dall'assistente IA.
ja: 朝のレポート PDF と、AI アシスタントが作成する回復 / HRV / 睡眠に関するすべてのメールの宛先と Cc を事前入力します。
ko: 아침 리포트 PDF와 AI 어시스턴트가 작성하는 모든 회복 / HRV / 수면 이메일의 받는 사람과 참조를 미리 채웁니다.
nb: Forhåndsutfyller Til og Kopi for morgenrapport-PDF-en OG alle restitusjons- / HRV- / søvn-e-poster som KI-assistenten skriver.
nl: Vult Aan en Cc vooraf in voor de pdf van het ochtendrapport ÉN alle herstel- / HRV- / slaap-e-mails die de AI-assistent opstelt.
pt_br: Preenche previamente Para e Cc do PDF do relatório matinal E de qualquer e-mail de recuperação / HRV / sono que o assistente de IA redigir.
ru: Предварительно заполняет поля «Кому» и «Копия» для PDF утреннего отчёта И всех писем о восстановлении / ВСР / сне, которые составляет ИИ-ассистент.
sv: Förifyller Till och Kopia för PDF:en med morgonrapporten OCH alla återhämtnings- / HRV- / sömn-e-postmeddelanden som AI-assistenten skriver.
zh_hans: 为晨间报告 PDF 以及 AI 助手撰写的任何恢复 / HRV / 睡眠邮件预填收件人和抄送人。

source: Pre-fills To and Cc for workout PDF reports AND any training / workout / session emails the AI composes. You can always edit the addresses in Apple's mail composer before tapping Send.
ar: يملأ مسبقًا حقلَي "إلى" و"نسخة" لتقارير PDF الخاصة بالتمارين، ولأي رسائل بريد إلكتروني خاصة بالتدريب / التمرين / الجلسة يكتبها الذكاء الاصطناعي. يمكنك دائمًا تعديل العناوين في محرّر بريد Apple قبل الضغط على إرسال.
da: Udfylder Til og Cc på forhånd til trænings-PDF-rapporter OG alle trænings-/workout-/sessions-e-mails, som AI'en skriver. Du kan altid redigere adresserne i Apples mailprogram, før du trykker Send.
de: Füllt An und Cc für Workout-PDF-Berichte UND alle Trainings-/Workout-/Sitzungs-E-Mails, die die KI verfasst, im Voraus aus. Du kannst die Adressen jederzeit im Mail-Editor von Apple bearbeiten, bevor du auf Senden tippst.
es: Rellena previamente Para y Cc en los informes PDF de entrenamiento Y en cualquier correo de entrenamiento, ejercicio o sesión que redacte la IA. Siempre puedes editar las direcciones en el redactor de correo de Apple antes de tocar Enviar.
fi: Esitäyttää Vastaanottaja- ja Kopio-kentät harjoitusten PDF-raportteja varten SEKÄ kaikkiin tekoälyn laatimiin harjoitus-/treeni-/istuntosähköposteihin. Voit aina muokata osoitteita Applen sähköpostieditorissa ennen Lähetä-painikkeen napauttamista.
fr: Préremplit les champs À et Cc pour les rapports PDF de séance ET pour tous les e-mails d'entraînement / séance / session que l'IA rédige. Vous pouvez toujours modifier les adresses dans l'éditeur de mail d'Apple avant de toucher Envoyer.
is: Forfyllir Til og Cc fyrir PDF-skýrslur æfinga OG alla þjálfunar-/æfinga-/lotu-tölvupósta sem gervigreindin semur. Þú getur alltaf breytt netföngunum í tölvupóstforriti Apple áður en þú ýtir á Senda.
it: Precompila A e Cc per i report PDF degli allenamenti E per qualsiasi email di allenamento / sessione che l'IA compone. Puoi sempre modificare gli indirizzi nell'editor di posta di Apple prima di toccare Invia.
ja: ワークアウト PDF レポート、および AI が作成するすべてのトレーニング／ワークアウト／セッション関連メールの宛先と Cc を事前入力します。送信をタップする前に、Apple のメール作成画面でいつでもアドレスを編集できます。
ko: 운동 PDF 보고서와 AI가 작성하는 모든 훈련 / 운동 / 세션 이메일의 받는 사람과 참조를 미리 채웁니다. 보내기를 탭하기 전에 Apple 메일 작성기에서 언제든지 주소를 편집할 수 있습니다.
nb: Forhåndsutfyller Til og Kopi for PDF-rapporter for økter OG alle trenings-/økt-/sesjons-e-poster som AI-en skriver. Du kan alltid redigere adressene i Apples e-postvindu før du trykker Send.
nl: Vult Aan en Cc vooraf in voor PDF-rapporten van workouts ÉN alle trainings-/workout-/sessie-e-mails die de AI opstelt. Je kunt de adressen altijd bewerken in de mail-editor van Apple voordat je op Verstuur tikt.
pt_br: Preenche previamente os campos Para e Cc dos relatórios em PDF de treino E de qualquer e-mail de treino / sessão que a IA compõe. Você sempre pode editar os endereços no compositor de e-mail da Apple antes de tocar em Enviar.
ru: Заранее заполняет поля «Кому» и «Копия» для PDF-отчётов о тренировках И для любых писем о тренировках / занятиях / сессиях, которые составляет ИИ. Вы всегда можете изменить адреса в редакторе почты Apple перед нажатием «Отправить».
sv: Förifyller Till och Kopia för PDF-rapporter för pass OCH alla tränings-/pass-/sessions-mejl som AI:n skriver. Du kan alltid redigera adresserna i Apples e-postredigerare innan du trycker på Skicka.
zh_hans: 为训练 PDF 报告以及 AI 撰写的任何训练 / 训练 / 记录邮件预填收件人和抄送。在点按发送之前，你随时可以在 Apple 的邮件编辑器中修改这些地址。

source: Predominantly aerobic — pure base-building work
ar: هوائي في الغالب — عمل بناء قاعدة خالص
da: Overvejende aerobt — rent basisopbyggende arbejde
de: Überwiegend aerob — reine Grundlagenarbeit
es: Predominantemente aeróbico — trabajo puro de base
fi: Pääosin aerobinen — puhdasta peruskunnon rakentamista
fr: Principalement aérobie — travail de base pur
is: Aðallega loftháð — hrein grunnuppbygging
it: Prevalentemente aerobico — puro lavoro di base
ja: 主に有酸素 — 純粋な土台づくり
ko: 주로 유산소 — 순수한 기초 형성 훈련
nb: Overveiende aerobt — rent basisbyggende arbeid
nl: Overwegend aeroob — puur basisopbouwend werk
pt_br: Predominantemente aeróbico — trabalho puro de base
ru: Преимущественно аэробная — чистая базовая работа
sv: Övervägande aerobt — rent basbyggande arbete
zh_hans: 以有氧为主 — 纯粹的打基础训练

source: Premium & insightful
ar: فاخر وثاقب
da: Eksklusivt og indsigtsfuldt
de: Premium & aufschlussreich
es: Premium y perspicaz
fi: Laadukas ja oivaltava
fr: Premium et perspicace
is: Hágæða og innsæisríkt
it: Premium e perspicace
ja: プレミアムと洞察
ko: 프리미엄과 통찰
nb: Eksklusivt og innsiktsfullt
nl: Premium en inzichtelijk
pt_br: Premium e perspicaz
ru: Премиальный и проницательный
sv: Exklusivt och insiktsfullt
zh_hans: 高端与洞见

source: Preparing charts...
ar: جارٍ تحضير الرسوم البيانية...
da: Forbereder diagrammer...
de: Diagramme werden vorbereitet …
es: Preparando gráficos...
fi: Valmistellaan kaavioita...
fr: Préparation des graphiques...
is: Undirbý rit...
it: Preparazione grafici...
ja: チャートを準備中...
ko: 차트 준비 중...
nb: Forbereder diagrammer...
nl: Grafieken voorbereiden...
pt_br: Preparando gráficos...
ru: Подготовка графиков...
sv: Förbereder diagram...
zh_hans: 正在准备图表...

source: Preparing PDF…
ar: جارٍ تحضير PDF…
da: Klargør PDF …
de: PDF wird vorbereitet …
es: Preparando PDF…
fi: Valmistellaan PDF-tiedostoa…
fr: Préparation du PDF…
is: Undirbý PDF …
it: Preparazione del PDF…
ja: PDFを準備中…
ko: PDF 준비 중…
nb: Forbereder PDF …
nl: PDF voorbereiden…
pt_br: Preparando PDF…
ru: Подготовка PDF…
sv: Förbereder PDF …
zh_hans: 正在准备 PDF…

source: Preparing...
ar: جارٍ التحضير...
da: Forbereder...
de: Wird vorbereitet...
es: Preparando...
fi: Valmistellaan...
fr: Préparation...
is: Undirbýr...
it: Preparazione in corso...
ja: 準備中...
ko: 준비 중...
nb: Forbereder...
nl: Voorbereiden...
pt_br: Preparando...
ru: Подготовка...
sv: Förbereder...
zh_hans: 正在准备...

source: Presets
ar: الإعدادات المسبقة
da: Forudindstillinger
de: Voreinstellungen
es: Ajustes preestablecidos
fi: Esiasetukset
fr: Préréglages
is: Forstillingar
it: Preimpostazioni
ja: プリセット
ko: 프리셋
nb: Forhåndsinnstillinger
nl: Voorinstellingen
pt_br: Predefinições
ru: Предустановки
sv: Förinställningar
zh_hans: 预设

source: Press and hold for %lld seconds to end the session
ar: اضغط مع الاستمرار لمدة %lld ثانية لإنهاء الجلسة
da: Tryk og hold i %lld sekunder for at afslutte sessionen
de: %lld Sekunden gedrückt halten, um die Sitzung zu beenden
es: Mantén pulsado durante %lld segundos para finalizar la sesión
fi: Paina pitkään %lld sekuntia lopettaaksesi istunnon
fr: Maintenez appuyé pendant %lld secondes pour terminer la séance
is: Haltu inni í %lld sekúndur til að ljúka lotunni
it: Tieni premuto per %lld secondi per terminare la sessione
ja: セッションを終了するには %lld 秒間長押ししてください
ko: 세션을 종료하려면 %lld초 동안 길게 누르세요
nb: Trykk og hold i %lld sekunder for å avslutte økten
nl: Houd %lld seconden ingedrukt om de sessie te beëindigen
pt_br: Mantenha pressionado por %lld segundos para encerrar a sessão
ru: Нажмите и удерживайте %lld секунды, чтобы завершить сессию
sv: Håll intryckt i %lld sekunder för att avsluta sessionen
zh_hans: 按住 %lld 秒以结束记录

source: Preview
ar: معاينة
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
is: Forskoðun
it: Anteprima
ja: プレビュー
ko: 미리보기
nb: Forhåndsvisning
nl: Voorbeeld
pt_br: Pré-visualização
ru: Предпросмотр
sv: Förhandsvisning
zh_hans: 预览

source: Preview center
ar: مركز المعاينة
da: Forhåndsvisningscenter
de: Vorschau-Center
es: Centro de vista previa
fi: Esikatselukeskus
fr: Centre d'aperçu
is: Forsýningarstöð
it: Centro anteprime
ja: プレビューセンター
ko: 미리보기 센터
nb: Forhåndsvisningssenter
nl: Voorbeeldcentrum
pt_br: Central de visualização
ru: Центр предпросмотра
sv: Förhandsvisningscenter
zh_hans: 预览中心

source: Preview end
ar: معاينة النهاية
da: Forhåndsvis slutning
de: Ende vorschauen
es: Vista previa del final
fi: Esikatsele loppua
fr: Aperçu de la fin
is: Forskoða endi
it: Anteprima della fine
ja: 終了部分をプレビュー
ko: 끝부분 미리보기
nb: Forhåndsvis slutt
nl: Einde voorbeeld
pt_br: Visualizar o fim
ru: Предпросмотр конца
sv: Förhandsvisa slut
zh_hans: 预览结尾

source: Preview of current theme
ar: معاينة السمة الحالية
da: Forhåndsvisning af det aktuelle tema
de: Vorschau des aktuellen Themes
es: Vista previa del tema actual
fi: Nykyisen teeman esikatselu
fr: Aperçu du thème actuel
is: Forskoðun á núverandi þema
it: Anteprima del tema attuale
ja: 現在のテーマのプレビュー
ko: 현재 테마 미리보기
nb: Forhåndsvisning av gjeldende tema
nl: Voorvertoning van huidig thema
pt_br: Pré-visualização do tema atual
ru: Предпросмотр текущей темы
sv: Förhandsvisning av aktuellt tema
zh_hans: 当前主题预览

source: Preview start
ar: بدء المعاينة
da: Forhåndsvisning af start
de: Vorschau-Start
es: Inicio de vista previa
fi: Esikatselun aloitus
fr: Début de l'aperçu
is: Upphaf forskoðunar
it: Inizio anteprima
ja: プレビュー開始
ko: 미리보기 시작
nb: Forhåndsvisning start
nl: Voorbeeldstart
pt_br: Início da pré-visualização
ru: Начало предпросмотра
sv: Förhandsvisning start
zh_hans: 预览开始

source: Previous recording available to recover
ar: تسجيل سابق متاح للاسترداد
da: Tidligere optagelse tilgængelig til gendannelse
de: Vorherige Aufnahme zur Wiederherstellung verfügbar
es: Grabación anterior disponible para recuperar
fi: Aiempi tallenne saatavilla palautettavaksi
fr: Enregistrement précédent disponible pour récupération
is: Fyrri upptaka tiltæk til endurheimtar
it: Registrazione precedente disponibile per il recupero
ja: 復元可能な前回の記録があります
ko: 복구 가능한 이전 기록이 있습니다
nb: Tidligere opptak tilgjengelig for gjenoppretting
nl: Vorige opname beschikbaar om te herstellen
pt_br: Gravação anterior disponível para recuperação
ru: Доступна предыдущая запись для восстановления
sv: Tidigare inspelning tillgänglig för återställning
zh_hans: 有可恢复的先前记录

source: Primary
ar: أساسي
da: Primær
de: Primär
es: Primario
fi: Ensisijainen
fr: Principal
is: Aðal
it: Primario
ja: プライマリ
ko: 기본
nb: Primær
nl: Primair
pt_br: Primário
ru: Основной
sv: Primär
zh_hans: 主要

source: Primary Assessment
ar: التقييم الأساسي
da: Primær vurdering
de: Primäre Bewertung
es: Evaluación primaria
fi: Ensisijainen arviointi
fr: Évaluation principale
is: Aðalmat
it: Valutazione primaria
ja: 総合評価
ko: 1차 평가
nb: Primærvurdering
nl: Primaire beoordeling
pt_br: Avaliação Primária
ru: Основная оценка
sv: Primär bedömning
zh_hans: 主要评估

source: Privacy & methodology
ar: الخصوصية والمنهجية
da: Privatliv og metode
de: Datenschutz & Methodik
es: Privacidad y metodología
fi: Yksityisyys ja menetelmä
fr: Confidentialité et méthodologie
is: Persónuvernd og aðferðafræði
it: Privacy e metodologia
ja: プライバシーと算出方法
ko: 개인정보 및 방법론
nb: Personvern og metode
nl: Privacy en methodiek
pt_br: Privacidade e metodologia
ru: Конфиденциальность и методология
sv: Integritet och metodik
zh_hans: 隐私与方法

source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
is: Persónuverndarstefna
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nb: Personvernerklæring
nl: Privacybeleid
pt_br: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
zh_hans: 隐私政策

source: Privacy questions, GDPR/CCPA data-subject requests (access, deletion, correction), and security reports:
ar: أسئلة الخصوصية، وطلبات أصحاب البيانات بموجب GDPR/CCPA (الوصول، الحذف، التصحيح)، وتقارير الأمان:
da: Spørgsmål om privatliv, GDPR/CCPA-anmodninger fra registrerede (adgang, sletning, rettelse) og sikkerhedsrapporter:
de: Datenschutzfragen, DSGVO/CCPA-Betroffenenanfragen (Zugriff, Löschung, Berichtigung) und Sicherheitsberichte:
es: Preguntas de privacidad, solicitudes de interesados según GDPR/CCPA (acceso, eliminación, corrección) e informes de seguridad:
fi: Tietosuojakysymykset, GDPR/CCPA-rekisteröidyn pyynnöt (pääsy, poisto, oikaisu) ja turvallisuusilmoitukset:
fr: Questions de confidentialité, demandes des personnes concernées au titre du RGPD/CCPA (accès, suppression, rectification) et rapports de sécurité :
is: Spurningar um persónuvernd, beiðnir skráðra einstaklinga samkvæmt GDPR/CCPA (aðgangur, eyðing, leiðrétting) og öryggisskýrslur:
it: Domande sulla privacy, richieste degli interessati ai sensi del GDPR/CCPA (accesso, cancellazione, rettifica) e segnalazioni di sicurezza:
ja: プライバシーに関する質問、GDPR/CCPAのデータ主体からの請求（アクセス、削除、訂正）、およびセキュリティ報告:
ko: 개인정보 관련 문의, GDPR/CCPA 정보주체 요청(접근, 삭제, 정정), 보안 신고:
nb: Personvernspørsmål, GDPR/CCPA-forespørsler fra registrerte (innsyn, sletting, retting) og sikkerhetsrapporter:
nl: Privacyvragen, GDPR/CCPA-verzoeken van betrokkenen (toegang, verwijdering, correctie) en beveiligingsmeldingen:
pt_br: Dúvidas de privacidade, solicitações de titulares de dados conforme GDPR/CCPA (acesso, exclusão, correção) e relatórios de segurança:
ru: Вопросы конфиденциальности, запросы субъектов данных по GDPR/CCPA (доступ, удаление, исправление) и отчёты о безопасности:
sv: Integritetsfrågor, GDPR/CCPA-begäranden från registrerade (åtkomst, radering, rättelse) och säkerhetsrapporter:
zh_hans: 隐私问题、GDPR/CCPA 数据主体请求（访问、删除、更正）以及安全报告：

source: Privacy, disclaimer, credits
ar: الخصوصية وإخلاء المسؤولية والشكر
da: Privatliv, ansvarsfraskrivelse, credits
de: Datenschutz, Haftungsausschluss, Danksagungen
es: Privacidad, aviso legal, créditos
fi: Yksityisyys, vastuuvapaus, kiitokset
fr: Confidentialité, avertissement, crédits
is: Persónuvernd, fyrirvari, þakkir
it: Privacy, avvertenze, riconoscimenti
ja: プライバシー、免責事項、クレジット
ko: 개인정보, 면책 조항, 크레딧
nb: Personvern, ansvarsfraskrivelse, credits
pt_br: Privacidade, aviso legal, créditos
ru: Конфиденциальность, оговорка, благодарности
sv: Integritet, ansvarsfriskrivning, tack
zh_hans: 隐私、免责声明、致谢

source: Processing: %@
ar: جارٍ المعالجة: %@
da: Behandler: %@
de: Verarbeitung: %@
es: Procesando: %@
fi: Käsitellään: %@
fr: Traitement : %@
is: Í vinnslu: %@
it: Elaborazione: %@
ja: 処理中: %@
ko: 처리 중: %@
nb: Behandler: %@
nl: Verwerken: %@
pt_br: Processando: %@
ru: Обработка: %@
sv: Bearbetar: %@
zh_hans: 正在处理: %@

source: Processing...
ar: جارٍ المعالجة...
da: Behandler ...
de: Wird verarbeitet ...
es: Procesando...
fi: Käsitellään...
fr: Traitement en cours...
is: Vinn úr...
it: Elaborazione in corso...
ja: 処理中...
ko: 처리 중...
nb: Behandler ...
nl: Verwerken...
pt_br: Processando...
ru: Обработка...
sv: Bearbetar ...
zh_hans: 正在处理...

source: Professional HRV Recovery Tracking
ar: تتبع احترافي للتعافي عبر HRV
da: Professionel HRV-restitutionssporing
de: Professionelles HRV-Erholungs-Tracking
es: Seguimiento profesional de recuperación HRV
fi: Ammattimainen HRV-palautumisseuranta
fr: Suivi professionnel de récupération HRV
is: Fagleg HRV-batarakning
it: Monitoraggio professionale del recupero HRV
ja: プロフェッショナルHRV回復トラッキング
ko: 전문 HRV 회복 추적
nb: Profesjonell HRV-restitusjonssporing
nl: Professionele HRV-hersteltracking
pt_br: Rastreamento profissional de recuperação HRV
ru: Профессиональное отслеживание восстановления по ВСР
sv: Professionell HRV-återhämtningsspårning
zh_hans: 专业HRV恢复追踪

source: Profile
ar: الملف الشخصي
da: Profil
de: Profil
es: Perfil
fi: Profiili
fr: Profil
is: Prófíll
it: Profilo
ja: プロフィール
ko: 프로필
nb: Profil
nl: Profiel
pt_br: Perfil
ru: Профиль
sv: Profil
zh_hans: 个人资料
